index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-15 Sun 13:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Emmanouil Theofanis Chourdakis</title>
<meta name="generator" content="Org Mode" />
<meta http-equiv="Cache-Control" content="no-cache, no-store, must-revalidate" /><meta http-equiv="Pragma" content="no-cache" /><meta http-equiv="Expires" content="0" /><link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" /><link rel="stylesheet" href="static/style.css?v=20260215135041" /></head>
<body>
<div id="preamble" class="status">
<nav class="top-bar">
  <a href="index.html">Home</a>
  <a href="blog.html">Blog</a>
  <a href="https://github.com/mmxgn" target="_blank">Github</a>
  <a href="https://linkedin.com/in/echourdakis" target="_blank">LinkedIn</a>
  <a href="static/cv.pdf" target="_blank">CV</a>
  <a href="https://scholar.google.com/citations?user=Hf0rcRcAAAAJ&hl=en&oi=ao" target="_blank">Scholar</a>
</nav>
</div>
<div id="content" class="content">
<h1 class="title">Emmanouil Theofanis Chourdakis</h1>

<div id="outline-container-org05bd4cb" class="outline-2">
<h2 id="org05bd4cb">New website and blog</h2>
<div class="outline-text-2" id="text-org05bd4cb">
<p>
New website powered by <a href="https://orgmode.org/">org-mode</a>. Also, <a href="blog.html">blog</a>!
</p>
</div>
</div>
<div id="outline-container-org8414b53" class="outline-2">
<h2 id="org8414b53">About me</h2>
<div class="outline-text-2" id="text-org8414b53">
<p>
Hi!
</p>

<p>
My name is Emmanouil Theofanis Chourdakis (Greek: Εμμανουήλ-Θεοφάνης Χουρδάκης) and I am an Electronic Engineer from Greece currently living in Stockholm, Sweden with my better half <a href="https://beiciliang.github.io/">Beici♥</a>.
</p>

<p>
I work as a Machine Learning Engineer at <a href="https://www.epidemicsound.com/">Epidemic Sound</a> making cool stuff at the forefront of generative machine learning and audio signal processing.
</p>

<p>
Previously, I worked as an Audio Software Engineer at <a href="https://nomono.co/">Nomono</a> where I contributed as an audio developer to their next generation audio speech enhancement pipeline. Aside from that, I partook in <a href="https://www.unite.ai/the-future-of-podcasting-is-ai/">thought leadership</a> articles as well as patent filings.
</p>

<p>
I received my Dipl-Ing., from the <a href="https://www.tuc.gr">Technical University of Crete</a>, and both my MSc and PhD from <a href="https://www.qmul.ac.uk/">Queen Mary University of London</a> as part of the <a href="https://www.c4dm.eecs.qmul.ac.uk/research/labs/intelligentsoundengineering/">intelligent sound engineering lab</a>. I also briefly interned at <a href="https://www.bbc.com/rd/index.html">BBC Audio R&amp;D</a>  as part of their <a href="https://www.bbc.co.uk/rd/projects/audio-research-partnership">Audio Research Partnership</a> program, doing some cool research on Object-based audio and Machine Learning for Speech Intelligibility.
</p>

<p>
I have programmed in an array of programming languages in the past, but currently I am focusing on <code>python</code> together with <code>pytorch</code>.
</p>

<p>
I speak Greek, English, un peut du français, og litt norsk. On my spare time I am constantly changing hobbies. I recently however gravitate around Game Development. You can contact me through my LinkedIn profile, or at etchoudakis@gmail.com.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="jensen-credit">
  Made with <a href="https://www.gnu.org/software/emacs/" target="_blank">Emacs</a> and <a href="https://orgmode.org/" target="_blank">Org-mode</a>, and polished by <a href="https://claude.ai/" target="_blank">Claude</a>. Colorscheme by <a href="https://github.com/tomaytotomato/jensen" target="_blank">Jensen Theme</a>.
</div>
</div>
</body>
</html>
